Repository: gnachman/iTerm2
Catalog: sources/SearchingFiltering/mul.lproj/MinimalFindView.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 6Px-6a-JTm.title
source: Case-Insensitive Substring
de: Teilzeichenfolge (Groß-/Kleinschreibung ignorieren)
ja: 大文字小文字を区別しない部分一致
pt_br: Substring sem diferenciação de maiúsculas
ru: Подстрока без учёта регистра
zh_hans: 不区分大小写的子字符串

# 16.title
source: Smart Case Substring
de: Teilstring, intelligente Groß-/Kleinschreibung
ja: スマートケース部分一致
pt_br: Substring com caixa inteligente
ru: Подстрока (умный регистр)
zh_hans: 智能大小写子字符串

# bNJ-IZ-LLw.title
source: Case-Sensitive Substring
de: Teilstring, Groß-/Kleinschreibung beachten
ja: 大文字小文字を区別する部分一致
pt_br: Substring com diferenciação de maiúsculas
ru: Подстрока (с учётом регистра)
zh_hans: 区分大小写的子字符串

# C2V-dA-zRG.title
source: Case-Insensitive Regex
de: Regex, Groß-/Kleinschreibung ignorieren
ja: 大文字小文字を区別しない正規表現
pt_br: Regex sem diferenciação de maiúsculas
ru: Регулярное выражение (без учёта регистра)
zh_hans: 不区分大小写的正则表达式

# cGh-hQ-V9H.title
source: Erase Search History
de: Suchverlauf löschen
ja: 検索履歴を消去
pt_br: Apagar histórico de busca
ru: Очистить историю поиска
zh_hans: 清除搜索历史

# cHp-uK-OtV.title
source: Searching only selected command
de: Sucht nur im ausgewählten Befehl
ja: 選択したコマンドのみを検索中
pt_br: Buscando apenas no comando selecionado
ru: Поиск только по выбранной команде
zh_hans: 仅搜索选定的命令

# G2m-Ta-5TL.title
source: Case-Insensitive Regex
de: Regex, Groß-/Kleinschreibung ignorieren
ja: 大文字小文字を区別しない正規表現
pt_br: Regex sem diferenciação de maiúsculas
ru: Регулярное выражение (без учёта регистра)
zh_hans: 不区分大小写的正则表达式

# IJN-DB-LJ2.title
source: Case-Sensitive Substring
de: Teilstring, Groß-/Kleinschreibung beachten
ja: 大文字小文字を区別する部分一致
pt_br: Substring com diferenciação de maiúsculas
ru: Подстрока (с учётом регистра)
zh_hans: 区分大小写的子字符串

# s1o-x7-jkk.title
source: Case-Sensitive Regex
de: Regex, Groß-/Kleinschreibung beachten
ja: 大文字小文字を区別する正規表現
pt_br: Regex com diferenciação de maiúsculas
ru: Регулярное выражение (с учётом регистра)
zh_hans: 区分大小写的正则表达式

# SN7-Sj-4U1.title
source: Smart Case Substring
de: Teilstring, intelligente Groß-/Kleinschreibung
ja: スマートケース部分一致
pt_br: Substring com caixa inteligente
ru: Подстрока (умный регистр)
zh_hans: 智能大小写子字符串

# Vbn-Kf-BFO.title
source: Case-Insensitive Substring
de: Teilstring, Groß-/Kleinschreibung ignorieren
ja: 大文字小文字を区別しない部分一致
pt_br: Substring sem diferenciação de maiúsculas
ru: Подстрока (без учёта регистра)
zh_hans: 不区分大小写的子字符串

# Z0l-BY-eOm.title
source: Case-Sensitive Regex
de: Regex, Groß-/Kleinschreibung beachten
ja: 大文字小文字を区別する正規表現
pt_br: Regex com diferenciação de maiúsculas
ru: Регулярное выражение (с учётом регистра)
zh_hans: 区分大小写的正则表达式

# 3rb-hW-qnO.placeholderString
source: Filter
ja: フィルタ
pt_br: Filtrar
ru: Фильтр
zh_hans: 筛选

# GvQ-WH-LQw.title
source: Filter
ja: フィルタ
pt_br: Filtrar
ru: Фильтр
zh_hans: 筛选
